Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Kosh Bhanjyang is a market settlement located on a hilly pass between Katunje and Mulkharka of Okhaldhunga District. Under present local level structure it is located between Ward No 5 and 9 of Sunkoshi Rural Municipality, Okhaldhunga District.
ne: कोष भञ्ज्याङ क्षेत्र, ओखलढुंगा जिल्लाको साविक कटुन्जे र मुलखर्क गा.वि.स. बिचमा पर्ने हाट बजार हो । हालको स्थानीय निकाय संरचना अन्तर्गत यो क्षेत्र सुनकोशी गाउँपालिकाको वडा नं ५ र ९ बिचमा पर्दछ । यो ठाउँमा हरेक मंगलवार हात लाग्दछ र यहि भएर यस छेत्रलाई कोष हाटको नामले पनि प्रचलित छ ।

source: The settlement lies on the old foot trail to eastern Nepal from Kathmandu Valley passing from Kavre, crossing Roshi River, Nepalthok, Manthali, Ramechhap, Sanghutar, Ghodakhori all the way to Taplejung District. This trail was used by King Mahendra during his visit to eastern Nepal in 2013 B.S [1956 AD]. The area was not inhabitated till that period.
ne: यो हात बजार काठमाडौँ उपत्यकाबाट पुर्व जाने प्रमुख पदमार्गमा पर्ने गर्दथ्यो । यातायातको तथा राजमार्गको सुरुवात पुर्व मानिसहरुलाई काठमाडौँ उपत्यका बाट काभ्रे हुदै रोशी खोला तरेर नेपालथोक, मन्थली, साँघुटार , घोडाखोरी बाट कोष हुदै ताप्लेजुंग जिल्ला सम्म जान यहि पदमार्ग प्रचलनमा रहेको थियो । बि.स. २०१३ मा राजा महेन्द्रले पूर्वको भ्रमणको लागि यही बाटो प्रयोग गर्नु भएको थियो । त्यति बेला सम्म यो छेत्रमा बसोबास नरहेको पाईएको छ । यो छेत्रमा एउटा कोषे ढुंगा रहेको छ जसले यो क्षेत्र हनुमान ढोका बाट ३८ कोषमा रहेको संकेत गर्दछ । यही कोषे ढुंगाको कारणले गर्दा यस क्षेत्रको नाम 'कोष भञ्ज्याङ' रहन गएको भन्ने प्रचलन छ | यो कोषे ढुंगा बि.स. २०७३ सालमा बाटो बढाउने कामको क्रममा विस्थापित भएको थियो । यो बाहेक यस छेत्रको अर्को चिनारी भनेको यो वाटो प्रयोग गर्ने यात्रुहरुलाई बास बस्न रहेने गरेको ढोके पाटी हो जसको अहिले अस्तित्व हराई सकेको छ ।

source: Kosh Bhanjyang
ne: कोष भञ्ज्याङ

source: A complete list of films produced in the country of Azerbaijan ordered by year of release and decade on separate pages:
ne: अजरबैजान मा बनेका सम्पूर्ण चलवचित्रहरूको सूची सार्वजनिक गरिएको वर्षको आधारमा दसकगत फरक पृष्ठहरूमा सूचीकृत गरिएको छ ।

source: 1970s
ne: सन् १९७० को दसक

source: 1960s
ne: सन् १९६० को दसक

source: 1940s
ne: सन् १९४० को दसक

source: 2010s
ne: सन् २०१० को दसक

source: 1950s
ne: सन् १९५० को दसक

source: 1920s
ne: सन् १९२० को दसक

source: 1980s
ne: सन् १९८० को दसक

source: 2000s
ne: सन् २००० को दसक

source: 1930s
ne: सन् १९३० को दसक

source: 1990s
ne: सन् १९९० को दसक

source: List of Azerbaijani films before 1920
ne: सन् १९२० भन्दा अगिका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1920s
ne: सन् १९२०को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1930s
ne: सन् १९३० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1940s
ne: सन् १९४० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1950s
ne: सन् १९५० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1960s
ne: सन् १९६० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1970s
ne: सन् १९७० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1980s
ne: सन् १९८० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 1990s
ne: सन् १९९० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 2000s
ne: सन् २००० को दसकका अजरबैजानी चलचित्रहरू

source: List of Azerbaijani films of the 2010s
ne: सन् २०१० को दसकका अजरबैजानी चलचित्रहरू

source: Azerbaijani film at the Internet Movie Database Azerbaycan Kinosu
ne: अजरबैजानी चलचित्रहरू इन्टरनेट मुभी डेटावेसमा Azerbaycan Kinosu

source: "EXO-K: My name is 찬열, 백현" [EXO-K: My name is Chanyeol, Baekhyun]. TenAsia (in Korean). Retrieved June 28, 2016. ↑ "[단독] 'EXO 찬열 친누나' 박유라 아나운서, YTN 앵커 합격" (in Korean).
ne: ↑ Hwang Hyo-jin (मे १, २०१२), "EXO-K: My name is 찬열, 백현" [EXO-K: My name is Chanyeol, Baekhyun], TenAsia (कोरियालीमा), अभिगमन मिति जुन २८, २०१६। ↑ "[단독] 'EXO 찬열 친누나' 박유라 아나운서, YTN 앵커 합격" (in Korean).

source: Park Chan-yeol Park Chan-yeol at the 5th Gaon Chart Music Awards in February 2016 Born Park Chan-yeol (1992-11-27) November 27, 1992 Seoul, South Korea Occupation Rapper Singer Songwriter Actor Relatives Park Yoo-ra (sister) Musical career Genres K-pop hip hop Years active 2012–present Labels S.M. Entertainment Associated acts Exo Exo-K SM Town Korean name Hangul 박찬열 Hanja 朴燦烈 Revised Romanization Bak Chan-yeol McCune–Reischauer Pak Ch'an-yŏl
ne: पार्क चान्-योल पार्क चान्-योल जन्म पार्क चान्-योल सन् १९९२ नोवेम्बर २७ (२५ वर्ष) सेओल, दक्षिण कोरिया पेशा ऱ्यापर

source: Park Chanyeol
ne: पार्क चान्योल

source: Glasnost
ne: ग्लासनोस्त

source: Perestroika
ne: पेरेस्त्रोइका

source: Rise in the Communist Party
ne: कम्युनिस्ट पार्टीमा उदय

source: Mikhail Gorbachev Михаил Горбачёв GCL President of the Soviet Union In office 15 March 1990 – 25 December 1991 Prime Minister Nikolai Ryzhkov Valentin Pavlov Ivan Silayev Vice President Gennady Yanayev Preceded by Himself as Chairman of the Supreme Soviet of the Soviet Union Succeeded by Position abolished General Secretary of the Communist Party of the Soviet Union In office 10 March 1985 – 24 August 1991 Deputy Vladimir Ivashko Preceded by Konstantin Chernenko Succeeded by Vladimir Ivashko (acting) Chairman of the Supreme Soviet of the Soviet Union In office 25 May 1989 – 15 March 1990 Deputy Anatoly Lukyanov Preceded by Himself as Chairman of the Presidium of the Supreme Soviet of the Soviet Union Succeeded by Anatoly Lukyanov (executive abilities transferred to President) Chairman of the Presidium of the Supreme Soviet In office 1 October 1988 – 25 May 1989 Preceded by Andrei Gromyko Succeeded by Himself as Chairman of the Supreme Soviet of the Soviet Union Personal details Born Mikhail Sergeyevich Gorbachev (1931-03-02) 2 March 1931 Privolnoye, North Caucasus Krai, Russian SFSR, USSR Nationality Russian Political party Soviet Communist (1950–91) Independent (1991–2001; 2004–07; 2014–) Russian Social Democratic (2001–04) Union of Social Democrats (2007–14) Spouse(s) Raisa Gorbachova (m. 1953; d. 1999) Children Irina Mikhailovna Virganskaya Education Law Alma mater Moscow State University Signature Website Gorby.ru/en Central institution membership 1980–1991: Full member, 25th, 26th, 27th, 28th Politburo 1979–1980: Candidate member, 25th Politburo 1978–1991: Member, 25th, 26th, 27th, 28th Secretariat 1971–1991: Full member, 24th, 25th, 26th, 27th, 28th Central Committee Other offices held 2001–2004: Chairman, Social Democratic Party of Russia 1985–1991: Chairman, Defense Council 1970–1978: First Secretary, Stavropol Regional Committee Leader of the Soviet Union ← Chernenko Last leader
ne: मिखाइल गोर्बाचोभ Михаил Горбачёв कार्य काल 15 March 1990 – 25 December 1991 उप राष्ट्रपति Gennady Yanayev प्रधान मंत्री Nikolai Ryzhkov Valentin Pavlov Ivan Silayev पूर्ववर्ती आफै अध्यक्ष of the Supreme Soviet of the Soviet Union उत्तरावर्ती Position abolished सोभियत संघ कम्युनिष्ट पार्टीका महासचिव कार्यकाल 10 March 1985 – 24 August 1991 उप Vladimir Ivashko पूर्वाधिकारी Konstantin Chernenko उत्तराधिकारी Vladimir Ivashko (acting) Chairman of the Supreme Soviet of the Soviet Union In office 25 May 1989 – 15 March 1990 Deputy Anatoly Lukyanov पूर्वाधिकारी Himself as Chairman of the Presidium of the Supreme Soviet of the Soviet Union उत्तराधिकारी Anatoly Lukyanov (executive abilities transferred to President) Chairman of the Presidium of the Supreme Soviet In office 1 October 1988 – 25 May 1989 पूर्वाधिकारी Andrei Gromyko उत्तराधिकारी Himself as Chairman of the Supreme Soviet of the Soviet Union जन्म (१९३१-०३-०२) २ मार्च १९३१ (उमेर ८७) Privolnoye, North Caucasus Krai, Russian SFSR, USSR राजनैतिक पार्टी Soviet Communist (1950–91) Independent (1991–2001; 2004–07; 2014–) Russian Social Democratic (2001–04) Union of Social Democrats (2007–14) जीवनसंगी Raisa Gorbachova (विवाह १९५३–१९९९) «Did not recognize date. Try slightly modifying the date in the first parameter.–Did not recognize date. Try slightly modifying the date in the first parameter.»"विवाह: Raisa Gorbachova to Mikhail Gorbachev" Location: (linkback://ne.wikipedia.org/wiki/Mikhail_Gorbachev) हस्ताक्षर Central institution membership 1980–1991: Full member, 25th, 26th, 27th, 28th Politburo 1979–1980: Candidate member, 25th Politburo 1978–1991: Member, 25th, 26th, 27th, 28th Secretariat 1971–1991: Full member, 24th, 25th, 26th, 27th, 28th Central Committee Other offices held 2001–2004: Chairman, Social Democratic Party of Russia 1985–1991: Chairman, Defense Council 1970–1978: First Secretary, Stavropol Regional Committee Leader of the Soviet Union ← Chernenko Last leader

source: Mikhail Sergeyevich Gorbachev, GCL (US: /ˈɡɔːrbəˌtʃɑːv/,[1] UK: /ˈɡɔːbəˌtʃɒf/; Russian: Михаи́л Серге́евич Горбачёв, IPA: [mʲɪxɐˈil sʲɪrˈɡʲejɪvʲɪtɕ ɡərbɐˈtɕɵf] ( listen); born 2 March 1931)[2] is a Russian and former Soviet politician. He was the eighth and last leader of the Soviet Union, having been General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was the country's head of state from 1988 until 1991 (titled as Chairman of the Presidium of the Supreme Soviet from 1988 to 1989, as Chairman of the Supreme Soviet from 1989 to 1990, and as President of the Soviet Union from 1990 to 1991).
ne: मिखाइल गोर्बाचोभ / Mikhail Sergeyevich Gorbachev, GCL (युएस /ˈɡɔːrbəˌtʃɑːv/,[1] युके /ˈɡɔːbəˌtʃɒf/; रसियन: Михаи́л Серге́евич Горбачёв, IPA: [mʲɪxɐˈil sʲɪrˈɡʲejɪvʲɪtɕ ɡərbɐˈtɕɵf] ( सुन्नुहोस्); born 2 March 1931)[2] एक रूसी र पूर्व सोवियत राजनीतिज्ञ हो। उनी सोभियत युनियनको आठौं र अन्तिम नेता थिए र 1985 देखि 1 99 1 सम्म सोवियत संघको कम्युनिस्ट पार्टीको महासचिव भएको थिए। उनी 1988 देखि 1991 सम्म राज्यको प्रमुख थिए (1988 देखि 1989 सम्म सुप्रीम सोवियतको प्रेसिडियम को अध्यक्षको रूपमा, 1989 देखि 1990 सम्म सुप्रीम सोवियत अध्यक्षको रूपमा, र 1990 देखि 1991 सम्म सोवियत संघ को अध्यक्ष को रूपमा) ।

source: Gorbachev attended the important twenty-second Party Congress in October 1961, where Nikita Khrushchev announced a plan to surpass the U.S. in per capita production within twenty years. Gorbachev rose in the Communist League hierarchy and worked his way up through territorial leagues of the party. He was promoted to Head of the Department of Party Organs in the Stavropol Regional Committee in 1963.[10]
ne: गोरबचेवले 1961 अक्टोबरमा महत्त्वपूर्ण 22 औं पार्टी कांग्रेसलाई भाग लिनुभयो, जहाँ निकिता ख्रुश्चेवले बीस वर्ष भित्र प्रति व्यक्ति उत्पादनमा अमेरिकाको भन्दा बढी पुर्याउने योजना घोषणा गरिएको थियो। उनी 1963 मा स्टाभरोपोल क्षेत्रीय समितिमा पार्टी ओर्गेन्स विभागको प्रमुखलाई पदोन्नति गरिएको थियो।

source: Mikhail Gorbachev
ne: मिखाइल गोर्बाचोभ

source: ↑ "turbine"..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}"turbid". Online Etymology Dictionary..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ τύρβη.
ne: ↑ "turbine"। "turbid", Online Etymology Dictionary। ↑ τύρβη.

source: Retrieved 13 April 2011..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ingvar Jung, 1979, The history of the marine turbine, part 1, Royal Institute of Technology, Stockholm, dep of History of technology ↑ "Multiaxis Thrust Vectoring Flight Control Vs Catastrophic Failure Prevention," Reports to U.S. Dept. of Transportation/FAA, Technical Center, ACD-210, FAA X88/0/6FA/921000/4104/T1706D, FAA Res. Benjamin Gal-Or, Grant-Award No: 94-G-24, CFDA, No. 20.108, Dec. 26, 1994; "Vectored Propulsion, Supermanoeuvreability, and Robot Aircraft", by Benjamin Gal-Or, Springer Verlag, 1990, .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}ISBN 0-387-97161-0, 3-540-97161-0.
ne: Retrieved 13 April 2011. ↑ Ingvar Jung, 1979, The history of the marine turbine, part 1, Royal Institute of Technology, Stockholm, dep of History of technology ↑ "Multiaxis Thrust Vectoring Flight Control Vs Catastrophic Failure Prevention," Reports to U.S. Dept. of Transportation/FAA, Technical Center, ACD-210, FAA X88/0/6FA/921000/4104/T1706D, FAA Res. Benjamin Gal-Or, Grant-Award No: 94-G-24, CFDA, No. 20.108, Dec. 26, 1994; "Vectored Propulsion, Supermanoeuvreability, and Robot Aircraft", by Benjamin Gal-Or, Springer Verlag, 1990, ISBN 0-387-97161-0, 3-540-97161-0.

source: A turbine (from the Latin turbo, a vortex, related to the Greek τύρβη, tyrbē, meaning "turbulence")[1][2] is a rotary mechanical device that extracts energy from a fluid flow and converts it into useful work. The work produced by a turbine can be used for generating electrical power when combined with a generator or producing thrust, as in the case of jet engines.[3] A turbine is a turbomachine with at least one moving part called a rotor assembly, which is a shaft or drum with blades attached. Moving fluid acts on the blades so that they move and impart rotational energy to the rotor.
ne: टर्बाइन (ल्याटिन टर्बोबाट, ग्रीक τύρβη, tyrbē, meaning "turbulence") एक रोटरी यांत्रिक उपकरण हो जसले ऊर्जालाई तरल प्रवाहबाट निकाल्छ र यसलाई उपयोगी काममा बदल्छ। एक टर्बाइन द्वारा निर्मित काम बिजुली शक्ति उत्पन्न गर्न को लागी जब जेनरेटर को मामला मा एक जनरेटर या उत्पादन जोर संग संयुक्त को लागि प्रयोग गर्न सकिन्छ। एक टर्बाइन एक रोटर विधान भनिन्छ कम्तिमा एक चलिरहेको भाग संग टर्बोम्याचिन हो, जुन संलग्न ब्लेड संग शफ्ट वा ड्रम हो। ब्लेडहरूमा तरल पदार्थको कार्यवाही चलाउन ताकि तिनीहरू रोटरमा घुमात्मक ऊर्जा उत्प्रेरित गर्छ र उत्प्रेरित गर्छ। प्रारम्भिक टर्बाइन उदाहरणहरू windmills र waterwheels छन्।

source: Gas, steam, and water turbines have a casing around the blades that contains and controls the working fluid. Credit for invention of the steam turbine is given both to British engineer Sir Charles Parsons (1854–1931) for invention of the reaction turbine, and to Swedish engineer Gustaf de Laval (1845–1913) for invention of the impulse turbine. Modern steam turbines frequently employ both reaction and impulse in the same unit, typically varying the degree of reaction and impulse from the blade root to its periphery.
ne: ग्याँस, वाष्प, र पानी टरबाइनहरू ब्लेडको वरिपरि आवरण गर्दछ जसले तरल पदार्थ नियन्त्रण गर्दछ। वाष्प टर्बाइनको आविष्कारको लागि श्रेय ब्रिटिश ईन्जिनियरिङ् सर चार्ल्स पर्र्सन (1854-1931) दिइन्छ र आवेग टर्बाइनको आविष्कारको लागि स्विडिश इन्जिनियर ग्यासफ डे लावल (1845-1913) लाई दिएको छ। आधुनिक वाष्प टर्बाइनहरू प्राय: एउटै इकाईमा प्रतिक्रिया र आवेग दुवै रोज्दछन्, सामान्यतया भिन्नताको प्रतिक्रिया र अनुहार ब्लेडबाट यसको परिधिमा भिन्न हुन्छ।

source: Turbine
ne: टर्बाइन

source: Insignia
ne: फुली

source: Order of the Gurkha Right Arm Awarded by King of Nepal (now President of Nepal) Country Nepal Type Order Awarded for Valuable service to Nepal. Description 1st Class to 5th Class, plus a medal Statistics Established 1896, revived 7 September 1932 First awarded 1896 Last awarded 2006 Precedence Next (higher) Order of Tri Shakti Patta Next (lower) none Ribbon bar of the order
ne: Order of the Gurkha Right Arm नेपालका राजाद्वारा प्रदान गरिने ( हाल राष्ट्रपतिद्वारा) Country नेपाल Type विभुषण Awarded for नेपालको सेवा Description पहिलो श्रेणी देखि पाँचौं श्रेणी, साथमा तक्मा Statistics Established वि.सं. १९५२, पुनर्जीवित १९८६ First awarded वि.सं. १९५२ Last awarded २०६३ Precedence Next (higher) त्रिशक्ति पट्ट Next (lower) none Ribbon bar of the order

source: The order was first instituted by King Prithvi Bir Bikram Shah Dev in 1896. The order was later revived and reformed on 7 September 1932 by King Tribhuvan Bir Bikram Shah Dev. Attached to the order is a medal instituted by King Tribhuvan in 1936.
ne: गोरखा दक्षिण बाहुको स्थापनाकर्ता पृथ्वी विरविक्रम शाह हुन् ।

source: The Order of Gorkha Dakshina Bahu has five classes and a medal:
ne: गोरखा दक्षिण बाहुको पाँच श्रेणी र एक पदक छ:

source: Member First Class (Suprasidha-Prabala-Gorkha-Dakshina-Bahu) Member Second Class (Prasidha-Prabala-Gorkha-Dakshina-Bahu) Member Third Class (Suprabala-Gorkha-Dakshina-Bahu) Member Fourth Class (Prabala-Gorkha-Dakshina-Bahu) Member Fifth Class (Gorkha-Dakshina-Bahu) Medal (Gorkha-Dakshina-Bahu-Padak)
ne: पहिलो श्रेणी (सुप्रसिध-प्रबल-गोरखा-दक्षिण-बाहु) दोस्रो श्रेणी (प्रसिध-प्रबल-गोरखा-दक्षिण-बाहु) तेस्रो श्रेणी (सुप्रबल-गोरखा-दक्षिण-बाहु) चौथो श्रेणी (प्रबल-गोरखा-दक्षिण-बाहु) पाँचौं श्रेणी (गोरखा-दक्षिण-बाहु) पदक (गोरखा-दक्षिण-बाहु-पदक)

source: ↑ "History and Heritage of Civil Engineering". ASCE. Archived from the original on 16 February 2007.
ne: ↑ "History and Heritage of Civil Engineering", ASCE, मूलबाट १६ फेब्रुअरी २००७-मा सङ्ग्रहित, अभिगमन मिति ८ अगस्ट २००७। ↑ "What is Civil Engineering", Institution of Civil Engineers, अभिगमन मिति १५ मे २०१७। 1 2 "What is Civil Engineering?", The Canadian Society for Civil Engineering, मूलबाट १२ अगस्ट २००७-मा सङ्ग्रहित, अभिगमन मिति ८ अगस्ट २००७। 1 2 "Civil engineering", Encyclopædia Britannica, अभिगमन मिति ९ अगस्ट २००७। ↑ The Architecture of the Italian Renaissance Jacob Burckhardt ISBN 0-8052-1082-2 ↑ p.

source: Retrieved 8 August 2007. ↑ "What is Civil Engineering".
ne: 4 of Mays, L. (30 August 2010).

source: Institution of Civil Engineers.
ne: Ancient Water Technologies.

source: Retrieved 15 May 2017.
ne: Springer.

source: 1 2 "What is Civil Engineering?".
ne: ISBN 978-90-481-8631-0.

source: The Canadian Society for Civil Engineering. Archived from the original on 12 August 2007. Retrieved 8 August 2007.
ne: 1 2 Oakes, William C.; Leone, Les L.; Gunn, Craig J. (2001).

source: 1 2 "Civil engineering".
ne: Engineering Your Future.

source: Encyclopædia Britannica.
ne: Great Lakes Press.

source: Retrieved 9 August 2007. ↑ The Architecture of the Italian Renaissance Jacob Burckhardt ISBN 0-8052-1082-2 ↑ p.
ne: ISBN 1-881018-57-1. ↑ "Our history".

source: 4 of Mays, L. (30 August 2010). Ancient Water Technologies. Springer.
ne: Institution of Civil Engineers.

source: ISBN 978-90-481-8631-0. 1 2 Oakes, William C.; Leone, Les L.; Gunn, Craig J. (2001). Engineering Your Future.
ne: Retrieved 12 April 2018. ↑ "Institution of Civil Engineers' website".

source: Great Lakes Press. ISBN 1-881018-57-1. ↑ "Our history". Institution of Civil Engineers.
ne: Retrieved 26 December 2007. ↑ "Norwich University Legacy Website" ↑ Griggs, Francis E Jr.

source: Retrieved 12 April 2018. ↑ "Institution of Civil Engineers' website".
ne: "Amos Eaton was Right!".

source: Retrieved 26 December 2007. ↑ "Norwich University Legacy Website" ↑ Griggs, Francis E Jr.
ne: Journal of Professional Issues in Engineering Education and Practice, Vol.
